3-imageupload-all/data/t7_RequestBody.txt

"<soap:Envelope xmlns:soap=\"http://schemas.xmlsoap.org/soap/envelope/\" xmlns:xsi=\"http://www"
".w3.org/2001/XMLSchema-instance\" xmlns:xsd=\"http://www.w3.org/2001/XMLSchema\" xmlns:soapenc"
"=\"http://schemas.xmlsoap.org/soap/encoding/\"><soap:Body><CMSave xmlns=\"http://xfire.ws.cm.c"
"om\"><in0>&lt;?xml version=\"1.0\" encoding=\"GBK\" ?&gt;&lt;CMDATA&gt;&#x000A;    &lt;TRADETY"
"PE&gt;5&lt;/TRADETYPE&gt;&#x000A;    &lt;CIP&gt;192.168.36.148&lt;/CIP&gt;&#x000A;    &lt;SYST"
"EM_CODE&gt;&#x7F51;&#x4E0A;&#x62A5;&#x9500;&lt;/SYSTEM_CODE&gt;&#x000A;    &lt;BRANCH_NO&gt;12"
"3456&lt;/BRANCH_NO&gt;&#x000A;    &lt;USER_NO&gt;1101111&lt;/USER_NO&gt;&#x000A;    &lt;BUSI_S"
"ERIAL_NO&gt;TCHZT000&lt;/BUSI_SERIAL_NO&gt;&#x000A;    &lt;BATCH&gt;&#x000A;        &lt;BATCHI"
"D&gt;80401201803300000000032804000032&lt;/BATCHID&gt;&#x000A;    &lt;/BATCH&gt;&#x000A;&lt;/CM"
"DATA&gt;</in0></CMSave></soap:Body></soap:Envelope>"
